<template>
  <div>
    <el-card>
      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;文化遗产的数字活化是新时代背景下历史文化遗产保护利用的前沿发展方向。校园文化遗产作为一种专类遗产，是城市文化遗产的重要组成部分，也是校园历史变迁的精神见证。湖北是教育大省，学校资源丰富，红色基因蕴涵在校园文化中。党的十八大以来，习近平主席多次强调把红色基因传承好，把红色江山世世代代传下去。随着一批批校园建筑入选优秀历史建筑或文物保护单位，校园文化遗产的丰富价值逐渐得到社会各界的重视，应当对其加强保护，并发挥其教育与文化传承价值。
      <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;本项目的总体目标是运用新一代数字技术构建湖北省首个基于红色基因传承的校园文化遗产数字信息平台，并开展校园文化遗产数字化动态保护和创意展示示范应用，实现校园文化遗产的可视化监管、永久存续和校园红色文化的传播弘扬。
    </el-card>
  </div>
</template>

<script setup>
import {reactive} from "vue";

const data = reactive({})
</script>