<template>
  <div>
    <el-card>
      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;本次项目由武汉设计咨询集团有限公司和武汉大学共同合作完成。本项目申报团队产学研强强联合。项目申报单位武汉设计咨询集团有限公司主要拥有城乡规划、建筑、市政行业、风景园林四项甲级、桥梁工程乙级及文物保护工程勘察设计乙级资质，是湖北省高新技术企业。项目参与单位武汉大学是教育部直属重点综合性大学，国家“985 工程”、“211 工程”和“双一流”重点建设高校，具有国内外一流的研究软硬件条件，完善的网络系统，齐全的图书资料，以及强大的研究队伍，在项目相关研究领域拥有雄厚的科研实力。
      <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;武汉设计咨询集团有限公司团队主要成员由4名高级工程师（丛蕾、高艳、罗飞、陈慧）和2名中级工程师（王存松、周俊兆）组成。武汉大学团队主要成员由教授2人（武汉大学城市设计学院童乔慧教授、武汉大学计算机学院钱铁云教授）、副教授4人（武汉大学城市设计学院舒阳、胡嘉渝、刘天桢；武汉大学测绘遥感信息工程国家重点实验室张帆等），以及多名博士硕士共同组成。武汉市规划设计有限公司的丛蕾作为本项目的总协调人和主要申请者。项目核心团队中75%拥有博士学位或高级职称。项目团队成员构成多学科交叉，包括历史遗产保护、计算机科学、遥感科学与技术、建筑学、城市规划、文化景观等多学科背景的专家和技术人员，为数字文化创意研发提供强有力的保障。项目通过3年执行期将建成30人以上的专业研发团队，表3为项目主要参加人员。
      <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;丛蕾，武汉市规划设计有限公司技术管理中心部长，高级规划师，国家注册城市规划师，湖北省城市规划协会常务理事，美国芝加哥伊利诺伊大学访问学者。工作以来承担了大量大型历史保护、城市设计类项目，取得了丰硕的研究成果。主持及参与编制的项目涵盖了城市总体规划到控制性详细规划、村庄规划等不同级别、较为系统全面的规划层面；对历史建筑修缮保护、遗产保护与活化利用、历史街区保护规划编制等方面有较为深入的研究。2007-2019年持续参与汉口原租界风貌区系列规划设计，包括青岛路片、八七会址片、一元路片历史文化街区保护规划、控规、修建性详细规划、街道系统规划等。
    </el-card>
  </div>
</template>

<script setup>
import {reactive} from "vue";

const data = reactive({
  
})
</script>