<template>
  <div>
    <el-card style="margin-bottom: 10px">
      <template #header>
        <div class="card-header">
          <span>研究机构一：武汉设计咨询集团有限公司</span>
        </div>
      </template>
      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;武汉设计咨询集团由原市国土规划局下属武汉二零四九集团、武汉市规划设计公司、武汉市勘察设计公司、武汉市交通规划设计公司、武汉江花公司，原市园林局下属武汉市园林规划设计院、雕塑院，原武汉地产集团下属时代建筑设计公司等企业整合组建，现隶属于武汉城建集团。集团是武汉市设计咨询行业的龙头企业，国务院国资委“科改示范”企业。集团主营业务为规划咨询、工程勘察、工程设计和功能区示范。近年来，集团秉承“设计创造美好生活，创新缔造城市价值”的企业使命，坚守“守正创新、智慧设计、追求卓越”的企业发展理念，坚持专业化、市场化、高质量发展道路，持续提升核心竞争力，在服务武汉城市建设中实现跨越式发展。2022年，集团实现营收19.23亿元，同比增长30%，主要经济指标位居市属同类机构第一。2023年，集团入选“中国工程设计企业60强”第55位，是武汉市属设计类企业首次上榜。<br><br>
      <div style="display: flex; justify-content: center">
        <img src="@/assets/img/武汉设计咨询有限公司.png" alt="" style="width: 80%"/>
      </div>
    </el-card>
    <el-card style="margin-bottom: 10px">
      <template #header>
        <div class="card-header">
          <span>研究机构二：武汉大学</span>
        </div>
      </template>
      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;武汉大学是教育部直属重点综合性大学，是国家“985工程”和“211工程”重点建设高校，是首批“双一流”建设高校。武汉大学溯源于1893年清末湖广总督张之洞奏请清政府创办的自强学堂，历经传承演变，1928年定名为国立武汉大学，是近代中国第一批国立大学。1946年，学校已形成文、法、理、工、农、医6大学院并驾齐驱的办学格局。新中国成立后，武汉大学受到党和政府的高度重视。1958年，毛泽东主席亲临武大视察。1993年，武汉大学百年校庆之际，江泽民等党和国家领导人题词祝贺。改革开放以来，武汉大学在国内高校中率先进行教育教学改革，各项事业蓬勃发展，整体实力明显上升。1999年，世界权威期刊《Science》杂志将武汉大学列为“中国最杰出的大学之一”。2000年，武汉大学与武汉水利电力大学、武汉测绘科技大学、湖北医科大学合并组建新的武汉大学，揭开了学校改革发展的崭新一页。合校二十多年来，学校综合实力和核心竞争力不断提升。2022年，学校在泰晤士高等教育(THE)世界大学排名中位列第157位，软科世界大学学术排名（ARWU）中位列101-150位，国际教育研究机构QS世界大学排名中位列第194位。<br><br>
      <div style="display: flex; justify-content: center">
        <img src="@/assets/img/武汉大学.png" alt="" style="width: 80%"/>
      </div>
    </el-card>
  </div>
</template>

<script setup>
import {reactive} from "vue";

const data = reactive({})
</script>